tap "codacy/tap"
tap "codeclimate/formulae"
tap "cormacrelf/tap"
tap "dart-lang/dart"
tap "equalsraf/neovim-qt"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
tap "universal-ctags/universal-ctags"
brew "antiword"
brew "autoconf"
brew "automake"
brew "bat"
brew "openssl@1.1"
brew "berkeley-db"
brew "boost"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "pkg-config"
brew "catch2"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "dos2unix"
brew "fd"
brew "fmt"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "libtool"
brew "gnutls"
brew "gnupg"
brew "go"
brew "graphviz"
brew "httpie"
brew "hyperfine"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "msgpack-cxx"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nss", link: false
brew "tmux"
brew "overmind"
brew "perl"
brew "postgresql", restart_service: true
brew "postgresql@11"
brew "postgresql@12"
brew "postgresql@13"
brew "qt@5"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "swig@3"
brew "terminal-notifier"
brew "terragrunt"
brew "the_silver_searcher"
brew "watchman"
brew "wget"
brew "yamllint"
brew "zlib"
brew "zsh"
brew "codacy/tap/codacy-analysis-cli"
brew "cormacrelf/tap/dark-notify"
brew "equalsraf/neovim-qt/neovim-qt"
brew "heroku/brew/heroku"
brew "sass/sass/sass"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "dozer"
cask "goneovim"
cask "google-cloud-sdk"
cask "ngrok"
