tap "austinliuigi/brew-neovim-nightly", "https://github.com/austinliuigi/brew-neovim-nightly.git"
tap "codacy/tap"
tap "codeclimate/formulae"
tap "cormacrelf/tap"
tap "cyclonedx/cyclonedx"
tap "dart-lang/dart"
tap "dopplerhq/cli"
tap "elastic/tap"
tap "heroku/brew"
tap "mdogan/zulu"
tap "oven-sh/bun"
tap "sass/sass"
tap "withgraphite/tap"
brew "act"
brew "shellcheck"
brew "actionlint"
brew "fmt"
brew "xz"
brew "ast-grep"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "bat"
brew "berkeley-db", link: true
brew "boost"
brew "glib"
brew "catch2"
brew "chezmoi"
brew "clamav", restart_service: :changed
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "fd"
brew "gcc"
brew "fzf"
brew "readline"
brew "gawk"
brew "sqlite"
brew "ggshield"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "httpie"
brew "hunspell"
brew "hyperfine"
brew "libtool"
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "lynx"
brew "markdownlint-cli2"
brew "mergiraf"
brew "neovim"
brew "nss"
brew "tmux"
brew "overmind"
brew "pdftk-java"
brew "perl"
brew "poppler"
brew "postgresql@17", restart_service: :changed, link: true
brew "pyenv"
brew "python@3.9"
brew "qt@5"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "sqlfluff"
brew "starship"
brew "syft"
brew "terminal-notifier"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "the_silver_searcher"
brew "tidy-html5"
brew "typos-cli"
brew "uv"
brew "valkey", restart_service: :changed
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "codacy/tap/codacy-analysis-cli"
brew "cormacrelf/tap/dark-notify"
brew "cyclonedx/cyclonedx/cyclonedx-cli"
brew "dart-lang/dart/dart"
brew "dopplerhq/cli/doppler"
brew "heroku/brew/heroku"
brew "withgraphite/tap/graphite"
cask "claude-code"
cask "codex"
cask "ghostty"
cask "gitify"
cask "jordanbaird-ice@beta"
cask "meetingbar"
cask "neovide-app"
cask "ngrok"
cask "powershell"
cask "mdogan/zulu/zulu-jdk17"
cask "mdogan/zulu/zulu-jdk21"
go "github.com/rhysd/actionlint/cmd/actionlint"
cargo "cargo-bundle"
cargo "reap"
cargo "stylua"
